Repository: IMA-DZ/ubuntu-mate-welcome
Catalog: data/po/introduction/*.po
Languages: de

source: Introduction
de: Einführung

source: For a retrospective future.
de: Für eine Retrospektive Zukunft.

source: What is Ubuntu MATE?
de: Was ist Ubuntu MATE?

source: Ubuntu MATE is an operating system -- the core software that runs your computer, similar to
de: Ubuntu MATE ist ein Betriebssystem -- die Kernsoftware, die Ihren Computer zum Laufen bringt, ähnlich wie

source: and
de: und

source: Ubuntu MATE is a distribution (variation) of GNU/Linux. A dependable, secure, capable, and modern computer system that rivals all others in popularity and actual use.
de: Ubuntu MATE ist eine Distribution (Variation) von GNU/Linux. Ein zuverlässiges, sicheres, fähiges und modernes Computersystem, das mit allen anderen in der Popularität und der tatsächliche Verwendbarkeit mithalten kann.

source: Unlike other operating systems, Linux is a major one used:
de: Im Gegensatz zu anderen Betriebssystemen ist Linux eines der führenden, das eingesetzt wird:

source: on most of the world's fastest and most powerful supercomputers
de: auf den meisten der weltweit schnellsten und leistungsstärksten Supercomputer

source: on many of (if not most of) the computers that make up the backbone of Internet
de: auf vielen (wenn auch nicht allen) Computern, die das Rückgrat des Internets bilden

source: and on corporate servers that require stability and reliability
de: und auf Unternehmensservern, die Stabilität und Zuverlässigkeit erfordern

source: Ubuntu MATE is a stable, easy-to-use operating system with a configurable desktop environment. It is ideal for those who want the most out of their computers and prefer a traditional desktop metaphor. With modest hardware requirements, it is suitable for modern desktops and laptops, single board computers (such as the Raspberry Pi) and older hardware alike.
de: Ubuntu MATE ist ein stabiles, leicht zu bedienendes Betriebssystem mit einer konfigurierbaren Desktop-Umgebung. Es ist ideal für diejenigen, die das Beste aus ihren Computern wollen und eine herkömmliche Desktop-Metapher bevorzugen. Mit bescheidenen Hardware-Anforderungen, ist es geeignet für moderne Desktop-PCs und Laptops, Single-Board-Computer (wie der Raspberry Pi) sowie ältere Hardware.

source: The operating system is more secure, and better supported than the operating system pre-installed on most home computer hardware today.
de: Das Betriebssystem ist sicherer und besser unterstützt als das vorinstallierte Betriebssystem auf den meisten gängigen Heim- Computern.

source: Using Ubuntu MATE provides you with the freedom to run a complete, full-featured operating system, pre-configured with most (if not all) of the applications you will need for your daily computing. Change anything about the way it looks, the way it works, or the applications it runs to suit your taste.
de: Die Verwendung von Ubuntu MATE bietet Ihnen die Freiheit, ein komplettes und funktionsfähiges Betriebssystem laufen zu lassen, das mit den meisten (wenn nicht allen) Anwendungen, die Sie für Ihre tägliche Arbeit benötigen, vorkonfiguriert ist. Ändern Sie was immer Ihnen gefällt daran wie es aussieht, wie es funktioniert oder welche Anwendungen es ausführt.

source: Objectives
de: Ziele

source: Ubuntu MATE has a number of guiding objectives and goals:
de: Ubuntu MATE hat eine Reihe an Leitkonzepten und Zielen:

source: Accessible to all, regardless of language and physical ability.
de: Zugänglichkeit für alle, unabhängig von Sprache und körperlichen Fähigkeiten.

source: Increase both Ubuntu and MATE Desktop user adoption.
de: Erhöhung der Ubuntu- und MATE-Desktop-Benutzerakzeptanz.

source: Ubuntu alternative for computers that aren't powerful enough to run a composited desktop.
de: Alternative zu Ubuntu für Computer, die nicht stark genug für einen Komposit-Desktop sind.

source: First choice Ubuntu platform for remote workstation solutions such as LTSP and X2Go.
de: Erstklassige Ubuntu-Plattform für Fern-Workstation-Lösungen wie LTSP und X2Go.

source: Recreate the halcyon days of Ubuntu for users who prefer a traditional desktop metaphor.
de: Wiederherstellung der glücklichen Tage Ubuntus für Benutzer, die eine herkömmliche Desktop-Metapher bevorzugen.

source: Use themes and artwork similar to Ubuntu so that Ubuntu MATE is immediately familiar.
de: Verwendung von Themen und Artwork ähnlich wie Ubuntu, so dass Ubuntu MATE schnell geläufig ist.

source: When possible contribute to Debian so both the Debian and Ubuntu communities benefit.
de: Unterstützung des Debian-Projekts, sofern möglich, so dass die Debian- und Ubuntu-Gemeinschaften gestärkt werden.

source: Software selection will favor functionality and stability over lightness and whimsy.
de: Bevorzugung von Funktionalität und Stabilität vor Leichtigkeit und Laune bei der Software-Auswahl.

source: is one of, if not the, largest deployed
de: ist eines der, wenn nicht das am häufigsten verbreitete, auf

source: based desktop operating systems in the world. Linux is at the heart of Ubuntu and makes it possible to create secure, powerful and versatile operating systems, such as
de: aufbauenden Desktop-Betriebssysteme auf der Welt. Linux ist im Herz von Ubuntu und macht es möglich, sichere, starke und flexible Betriebssysteme zu schaffen, wie etwa

source: Android is now in the hands of billions of people around the world and it's also powered by Linux.
de: Android ist jetzt in den Händen von Milliarden Menschen auf der Welt und es wird auch von Linux betrieben.

source: Ubuntu is available in a number of different
de: Ubuntu ist einer Anzahl verschiedener

source: flavors
de: Varianten

source: each coming with its own desktop environment. Ubuntu MATE takes the Ubuntu base operating system and adds the
de: erhält, die alle ihre eigenen Desktop-Umgebungen haben. Ubuntu MATE nimmt das grundlegende Ubuntu-Betriebssystem und fügt dazu den

source: Wikipedia says that
de: Wikipedia sagt,

source: a Desktop Environment is
de: was eine Desktop-Umgebung ist

source: an implementation of the desktop metaphor made of a bundle of programs running on top of a computer operating system, which share a common graphical user interface (GUI). Desktop GUIs help the user to easily access and edit files.
de: eine Implementierung der Desktop-Metapher bestehend aus einer Gruppe von Programmen, die auf einem Computer-Betriebssystem laufen und eine gemeinsame grafische Oberfläche (Graphical User Interface, GUI) verwenden. Desktop-GUIs machen es dem Benutzer möglich, auf einfache Weise Dateien zu verwenden und zu bearbeiten.

source: The MATE Desktop implements essential features that you'd expect in a desktop environment, such as:
de: Der MATE-Desktop implementiert wesentliche Funktionen, die Sie in einer Desktop-Umgebung erwarten würden, z. B.:

source: File Browser
de: Dateibrowser

source: Calculator
de: Taschenrechner

source: Archive Manager
de: Archiv-Verwalter

source: Image Viewer
de: Bildbetrachter

source: Document Viewer
de: Dokumentbetrachter

source: Terminal
de: Terminal (Konsole)

source: All of which are highly customisable and managed via the
de: Alle sind hochgradig anpassbar und

source: Control Center
de: über das Kontrollzentrum verwaltbar

source: MATE Desktop provides an intuitive and attractive desktop environment using traditional metaphors, which means if you've ever used
de: Der MATE-Desktop bietet eine intuitive und attraktive Desktop-Umgebung mit traditionellen Metaphern, so dass er sich sehr vertraut anfühlen wird, wenn Sie bereits

source: or
de: oder

source: it will feel very familiar.
de: benutzt haben.

source: The MATE Desktop has a rich history and is the continuation of the GNOME 2 desktop, which was the default desktop environment on many Linux and Unix operating systems for over a decade. This means that MATE Desktop is tried, tested and very reliable.
de: Der MATE-Desktop hat eine reiche Geschichte und ist die Fortsetzung des GNOME-2-Desktops, welcher über ein Jahrzehnt lang die Standard-Desktop-Umgebung auf vielen Linux- und Unix-Betriebssystemen war. Das bedeutet, dass der MATE-Desktop erprobt, getestet und sehr zuverlässig ist.

source: What Linux, Ubuntu and MATE Desktop all have in common is they are Open Source. This software can be freely used, changed, and shared (in modified or unmodified form) by anyone. In a nutshell Ubuntu MATE is free, in the truest sense of the word.
de: Was Linux, Ubuntu und der MATE-Desktop alle gemeinsam haben, ist die Tatsache, dass sie Open Source sind. Solche Software kann von jedem frei verwendet, verändert und geteilt (modifiziert oder unmodifiziert) werden. Kurz gesagt ist Ubuntu MATE frei, im wahrsten Sinne des Wortes.

source: Although you will find some distributions (variations) of Linux for purchase, the vast majority are provided free of charge, like Ubuntu MATE. The distribution is licensed in a way that allows anyone to give it away for free, with no strings attached. For example, the licence gives any member of the user community the freedom to use Linux for any purpose, to distribute, modify, redistribute, or even sell the operating system. If you do modify and then redistribute Linux with your modifications, you are required by the licence to submit your modifications for possible inclusion into future versions. There is no guarantee that this will ever happen, but if you have made it better, then your changes just might be included in the next release of Ubuntu MATE.
de: Obwohl einige Distributionen (Variationen) von Linux verkauft werden, ist die überwiegende Anzahl kostenlos erhältlich, genauso wie Ubuntu MATE. Die Distribution ist so lizenziert, dass jeder sie kostenlos weitergeben darf, ohne weitere Auflagen. Beispielsweise gibt die Lizenz jedem Mitglied der Gemeinschaft die Freiheit, Linux für jeden Zweck zu verwenden, und das Betriebssystem zu verteilen, zu modifizieren, weiter zu vertreiben oder sogar zu verkaufen.Wenn Sie Linux tatsächlich modifizieren und weiter verteilen sollten, müssen Sie aufgrund der Lizenz Ihre Modifikationen veröffentlichen, so dass sie eventuell in zukünftige Versionen eingearbeitet werden können. Es gibt keine Garantie, dass dies je passieren wird, aber wenn Sie das System verbessert haben, könnten Ihre Änderungen sogar in der nächsten Version von Ubuntu MATE enthalten sein.

source: Many of the users of Linux are corporations that use the operating system to run their businesses, or include it within their products. Many of these corporations provide fixes and new features for Linux as they use the software for their businesses.
de: Viele der Nutzer von Linux sind Unternehmen, die das Betriebssystem verwenden, um ihre Geschäfte zu führen oder es in ihre Produkte einzuarbeiten. Viele dieser Unternehmen tragen Fehlerkorrekturen und neue Funktionen für Linux bei, während sie die Software für ihre Arbeit verwenden.

source: These improvements are given back
de: Diese Verbesserungen werden an die Linux-Gemeinde zurückgegeben

source: to the Linux community and Ubuntu MATE improves as a result. This is how we can continually improve and grow without having to charge our users money.
de: und verbessern Ubuntu MATE in der Folge. Auf diese Weise kann das System beständig wachsen und verbessert werden, ohne dass wir von unseren Nutzern Geld verlangen müssen.

source: Unlike Windows and OS X, Linux is not created and supported by just one company. It is supported by Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD, and Microsoft. Over 4,000 developers contributed to Linux over the last 15 years.
de: Im Gegensatz zu Windows und OS X wird Linux nicht nur von einem Unternehmen geschaffen und unterstützt. Es wird von Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD und Microsoft unterstützt. Mehr als 4.000 Entwickler haben innerhalb der letzten 15 Jahre zu Linux beigetragen.

source: Whether you are a home user of Ubuntu MATE, an Ubuntu MATE software or application developer, or an employee of an organization that uses the operating system, you are a member of the Linux and Open Source communities and benefit from the efforts of the developers who contribute to Ubuntu MATE and its related projects: Linux, MATE, and Ubuntu. Members of the community run Linux on almost any hardware, from the prettiest Macbook to the cheapest netbook, from the newest Chromebook to some very old machines designed for Windows, and from the most powerful Internet servers to the smallest smart thermostat.
de: Egal, ob Sie ein Heimanwender, Software- oder Anwendungsentwickler von Ubuntu MATE oder ein Mitarbeiter eines Unternehmens, das das Betriebssystem verwendet, sind: Sie sind ein Mitglied der Linux- und Open-Source-Gemeinden und profitieren von den Anstrengungen der Entwickler, die zu Ubuntu MATE und den verwandten Projekten Linux, MATE und Ubuntu beitragen. Mitglieder der Gemeinde setzen Linux auf fast jeder Hardware ein, vom schönsten Macbook zum billigsten Netbook, vom neuesten Chromebook zu einigen sehr alten für Windows designten Geräten, und von den stärksten Internet-Servern zu den kleinsten intelligenten Thermostaten.
