Repository: IMA-DZ/ubuntu-mate-welcome
Catalog: data/po/donate/*.po
Languages: nb

source: Donate
nb: Donere

source: About Donations
nb: Om Donasjoner

source: Our Supporters
nb: Våre Støttespillere

source: It appears you are not connected to the Internet. Please check your connection to access this content.
nb: Det ser ut til at du ikke er koblet til Internett. Kontroller tilkoblingen for å få tilgang til dette innholdet.

source: Sorry, Welcome was unable to establish a connection.
nb: Beklager, Velkommen var ikke i stand til å etablere en forbindelse.

source: Retry
nb: Prøv igjen

source: Ubuntu MATE is funded by our community. Your donations help pay towards:
nb: Ubuntu MATE er finansiert av samfunnet vårt. Dine donasjoner bidrar til å betale mot:

source: Web hosting and bandwidth costs.
nb: Web hosting og båndbredde kostnader.

source: Supporting Open Source projects that Ubuntu MATE depends upon.
nb: Støtte til Open Source prosjekter som Ubuntu MATE er avhengig av.

source: Eventually pay for full time developers of Ubuntu MATE and MATE Desktop.
nb: Til slutt betale for fulltids utviklere av Ubuntu MATE og MATE skrivebord.

source: is a unique way to fund an Open Source project. A regular monthly income ensures sustainability for the Ubuntu MATE project. Patrons will be rewarded with exclusive project news, updates and invited to participate in video conferences where you can talk to the developers directly.
nb: er en unik måte å finansiere et Open Source-prosjekt. En vanlig månedlig inntekt sikrer bærekraft for Ubuntu MATE prosjektet. Patrons vil bli belønnet med eksklusive prosjekt nyheter, oppdateringer og invitert til å delta i videokonferanser hvor du kan snakke med utviklerne direkte.

source: If you would prefer to use
nb: Hvis du foretrekker å bruke

source: then we have options to donate monthly or make a one off donation. Finally, we also accept donations via
nb: da har vi alternativer for å donere månedlig eller gjøre en engangs donasjon. Til slutt, vi aksepterer også donasjoner via

source: Become a Patron
nb: Bli en Patron

source: Donate with PayPal
nb: Doner via PayPal

source: Donate with Bitcoin
nb: Doner med Bitcoin

source: Commercial sponsorship
nb: Kommersiell sponsing

source: is also available. Click the
nb: er også tilgjengelig. Klikk på

source: button above to find out more.
nb: knappen over for å finne ut mer.

source: Thank you!
nb: Takk skal du ha!

source: Every month, we compile a list of our donations and detail how they are spent.
nb: Hver måned, setter vi sammen en liste over våre donasjoner og detaljer om hvordan de blir brukt.

source: This information is published monthly to the
nb: Denne informasjonen publiseres månedlig på

source: Ubuntu MATE Blog
nb: Ubuntu MATE Bloggen

source: which you can take a look below.
nb: som du kan se nedenfor.

source: Year
nb: År

source: Month
nb: Måned
